[
  {
    "filename": "25ST0001",
    "title": "Il Regno di Luigi XIV (Re Sole)",
    "paragraphs": [
      {
        "title": "Il Regno di Luigi XIV (Re Sole)",
        "contents": [
          "Luigi XIV rappresenta il culmine dell'Assolutismo in Francia, un processo avviato da monarchi precedenti (Enrico IV) e rafforzato da ministri come Richelieu e Mazzarino.",
          "La sua celebre frase, 'L'état, c'est moi!' ('Lo Stato sono io!'), sintetizza la sua concezione di un potere illimitato e di origine divina (Monarchia Teocratica)."
        ],
        "subsections": [
          {
            "title": "L'accentramento del potere",
            "contents": [
              "Centralizzò il potere, governando direttamente, senza un Primo Ministro.",
              "Controllò la nobiltà, costringendola a risiedere nella Reggia di Versailles per distoglierla dagli affari politici.",
              "Uniformò la religione, revocando l'Editto di Nantes nel 1685, portando all'esodo degli ugonotti (protestanti) e indebolendo l'economia.",
              "Adottò il Colbertismo (politica mercantilista) per rendere la Francia autosufficiente.",
              "Condusse numerose guerre per l'egemonia europea, che prosciugarono le casse dello Stato."
            ]
          }
        ]
      },
      {
        "title": "Le Istituzioni",
        "subsections": [
          {
            "title": "1. Gli Stati Generali",
            "contents": [
              "Definizione: Assemblea cetuale (Clero, Nobiltà, Terzo Stato) convocata dal re per approvare nuove tasse.",
              "Con l’assolutismo: Dopo il 1614 non furono più convocati fino al 1789.",
              "Sotto Luigi XIV: Non li convocò mai (1661-1715), segno evidente dell’assolutismo monarchico."
            ]
          },
          {
            "title": "2. I Parlamenti (Parigi e provinciali)",
            "contents": [
              "Non equivalgono al Parlamento inglese, ma erano Alte Corti di Giustizia.",
              "Funzione: Registrare (o respingere) gli editti e ordinanze del re.",
              "Contrasti: Opposero resistenza all’assolutismo (es. Fronda parlamentare, 1648-49).",
              "Sotto Luigi XIV: Imposse la registrazione immediata dopo il 1661, svuotandoli del potere politico."
            ]
          }
        ]
      },
      {
        "title": "Economia e Colbertismo",
        "subsections": [
          {
            "title": "1. La politica mercantilista (Colbertismo)",
            "contents": [
              "Il Colbertismo è la versione francese del Mercantilismo; la ricchezza di una nazione si misura dalla quantità di metalli preziosi posseduti.",
              "Obiettivo: Favorire una bilancia commerciale attiva (più esportazioni che importazioni).",
              "Strumenti: Dazi doganali elevati, sovvenzioni e monopoli alle Manifatture Reali, costruzione di infrastrutture e Compagnie commerciali (Colonialismo)."
            ]
          },
          {
            "title": "2. Limiti",
            "contents": [
              "Trascurò il settore agricolo.",
              "Non riuscì a superare la supremazia marittima e commerciale di Olanda e Inghilterra.",
              "Le enormi spese militari assorbirono gran parte delle entrate, portando le finanze statali in deficit."
            ]
          }
        ]
      },
      {
        "title": "La Reggia di Versailles",
        "contents": [
          "La Reggia di Versailles fu voluta da Luigi XIV con un duplice scopo:",
          "1. Essere la massima espressione architettonica e artistica del potere assoluto.",
          "2. Tenere la nobiltà sotto controllo, obbligandola a vivere a corte, distratta dal fasto e dai rituali.",
          "Finanziata con fondi pubblici, Versailles resta uno dei simboli più imponenti e sfarzosi dell’assolutismo europeo."
        ]
      }
    ]
  },
  {
    "filename": "25ST0002",
    "title": "Pietro il Grande",
    "paragraphs": [
      {
        "title": "Viaggi in Europa",
        "contents": [
          "Pietro I di Russia, detto il Grande (1672-1725), amava viaggiare per l’Europa per osservare da vicino i sistemi di governo, le tecniche militari, le innovazioni tecnologiche e l’organizzazione degli altri Stati.",
          "Questi viaggi avevano un obiettivo preciso: importare in Russia le conoscenze europee per modernizzare il Paese e renderlo una grande potenza."
        ],
        "subsections": [
          {
            "title": "Aspetti importati in Russia",
            "contents": [
              "Tecniche militari moderne e riorganizzazione dell’esercito.",
              "Nuove competenze navali, acquisite soprattutto nei Paesi Bassi e in Inghilterra.",
              "Modelli amministrativi europei, con maggiore centralizzazione e razionalizzazione dello Stato.",
              "Influssi culturali occidentali, dall’abbigliamento alla vita di corte."
            ]
          }
        ]
      },
      {
        "title": "Assolutismo",
        "contents": [
          "Pietro il Grande incarnò un modello di monarchia assoluta in Russia.",
          "Il suo governo fu quindi una sintesi di assolutismo tradizionale e innovazioni importate dall’Occidente."
        ],
        "subsections": [
          {
            "title": "Caratteristiche dell'Assolutismo",
            "contents": [
              "Centralizzò il potere nelle mani dello zar, riducendo l’autonomia della nobiltà (boiardi).",
              "Riorganizzò lo Stato in senso burocratico e militare, secondo modelli europei.",
              "Fondò San Pietroburgo (1703), nuova capitale e “finestra sull’Europa”, simbolo della modernizzazione russa."
            ]
          }
        ]
      }
    ]
  },
  {
    "filename": "25ST0003",
    "title": "Il Governo Inglese nel XVII secolo",
    "paragraphs": [
      {
        "title": "Introduzione: Trasformazione Politica e Sociale",
        "contents": [
          "L'Inghilterra del XVII secolo attraversò una profonda trasformazione politica e sociale, segnata da conflitti tra la monarchia e il Parlamento, dalla nascita di nuove idee religiose e da una crescente attenzione alle questioni economiche e commerciali."
        ]
      },
      {
        "title": "1. La Monarchia Assoluta di Carlo I",
        "contents": [
          "Carlo I (1625-1649) cercò di governare senza il Parlamento, imponendo tasse arbitrarie e limitando i diritti dei sudditi.",
          "Questa politica autoritaria provocò forti tensioni con il Parlamento, sfociate nella Guerra Civile Inglese (1642-1651) tra realisti (sostenitori del re) e parlamentari (sostenitori del Parlamento)."
        ]
      },
      {
        "title": "2. Il Periodo di Cromwell",
        "contents": [
          "Dopo la vittoria dei parlamentari, Oliver Cromwell instaurò la Repubblica (Commonwealth) e, dal 1653, assunse il titolo di Lord Protettore.",
          "Il suo governo, seppur nato con ideali di libertà, divenne col tempo autoritario e puritano, imponendo rigide regole morali e religiose.",
          "Sotto Cromwell si sviluppò una forte politica navale ed economica, che pose le basi per la futura potenza commerciale inglese."
        ]
      },
      {
        "title": "3. La Restaurazione della Monarchia",
        "contents": [
          "Dopo la morte di Cromwell, nel 1660 salì al trono Carlo II, figlio di Carlo I, segnando l’inizio della Restaurazione.",
          "La monarchia fu ripristinata, ma dovette accettare i limiti imposti dal Parlamento.",
          "Il Parlamento consolidò il proprio ruolo politico, affermandosi come organo rappresentativo stabile.",
          "Nel 1662, il Parlamento inglese pubblicò un libro di preghiere ufficiale per uniformare la religione di Stato e sancire l’autorità della Chiesa anglicana."
        ]
      },
      {
        "title": "4. La Religione",
        "contents": [
          "Il rapporto tra sovrano e religione fu uno dei temi più delicati del periodo.",
          "Inizialmente, il sovrano riconobbe solo la religione anglicana e perseguitò tutte le altre confessioni.",
          "Per mostrare apertura, emanò una dichiarazione di indulgenza verso le altre religioni, inclusa quella cattolica.",
          "Il Parlamento, fortemente contrario, costrinse il sovrano a ritirare la dichiarazione di indulgenza."
        ]
      },
      {
        "title": "5. L’Economia e la Politica Estera Protezionista",
        "contents": [
          "Nel XVII secolo l’Inghilterra adottò una politica economica di tipo protezionista, volta a rafforzare il commercio nazionale e a limitare la concorrenza straniera, soprattutto quella olandese e francese."
        ],
        "subsections": [
          {
            "title": "Le Leggi di Navigazione (Navigation Acts)",
            "contents": [
              "Introdotte tra il 1651 e il 1660, queste leggi stabilivano che:",
              "1. Le merci dirette in Inghilterra o nelle colonie dovessero essere trasportate esclusivamente su navi inglesi o di proprietà del paese di origine delle merci.",
              "2. I prodotti coloniali (come zucchero, tabacco e cotone) potessero essere esportati solo verso l’Inghilterra.",
              "Si promuoveva così la crescita della marina mercantile inglese e si garantiva un controllo sui traffici marittimi internazionali."
            ]
          },
          {
            "title": "Obiettivi e Risultati del Protezionismo",
            "contents": [
              "Obiettivi: Favorire lo sviluppo dell’industria nazionale e dell’occupazione interna; Rafforzare il controllo sul commercio coloniale e accrescere le entrate fiscali dello Stato; Indebolire le potenze rivali europee (Olanda e Francia).",
              "Risultati: L’Inghilterra divenne rapidamente una potenza marittima e commerciale di primo piano, ponendo le basi per l’impero coloniale e per la futura Rivoluzione Industriale."
            ]
          }
        ]
      },
      {
        "title": "6. Il Successore di Carlo II e la Gloriosa Rivoluzione",
        "contents": [
          "Dopo la morte di Carlo II, il trono passò a suo fratello, Giacomo II, di religione cattolica, fatto che suscitò profonda diffidenza in un paese prevalentemente anglicano."
        ],
        "subsections": [
          {
            "title": "La divisione del Parlamento",
            "contents": [
              "La salita al trono di Giacomo II provocò una spaccatura all’interno del Parlamento, da cui nacquero due fazioni politiche:",
              "Tories — i conservatori, contrari a Giacomo perché cattolico, desideravano un sovrano anglicano.",
              "Whigs — i liberali, più tolleranti, accettavano la libertà religiosa anche per il sovrano."
            ]
          },
          {
            "title": "Il conflitto con il Parlamento e la Gloriosa Rivoluzione (1688)",
            "contents": [
              "Giacomo II tentò di sospendere le leggi contro i cattolici, provocando la reazione dei due partiti che si allearono contro il sovrano.",
              "Il Parlamento offrì la corona a Guglielmo III d’Orange, marito di Maria Stuart (figlia di Giacomo II).",
              "L’ascesa di Guglielmo avvenne senza spargimento di sangue, motivo per cui l’evento è ricordato come la Gloriosa Rivoluzione."
            ]
          },
          {
            "title": "Il Bill of Rights (1689)",
            "contents": [
              "Nel 1689 venne emanato il celebre Bill of Rights, che sancì per iscritto i principi della monarchia parlamentare inglese:",
              "1. Il re non poteva sospendere le leggi senza il consenso del Parlamento.",
              "2. Veniva garantita una limitata tolleranza religiosa.",
              "3. Si stabiliva che il Parlamento dovesse essere convocato regolarmente.",
              "Con il Bill of Rights, l’Inghilterra divenne ufficialmente una monarchia costituzionale, in cui il potere del sovrano era subordinato alla legge e al Parlamento."
            ]
          }
        ]
      },
      {
        "title": "7. Confronto con Luigi XIV e Pietro il Grande",
        "contents": [
          "In Francia e in Russia, i sovrani come Luigi XIV e Pietro il Grande instaurarono un potere fortemente assolutista e centralizzato.",
          "In Inghilterra, invece, il potere del re fu progressivamente limitato dal Parlamento, aprendo la strada alla nascita della monarchia costituzionale e del sistema parlamentare moderno."
        ]
      }
    ]
  },
  {
    "filename": "25ST0004",
    "title": "Le Guerre di Successione e l’Equilibrio Europeo",
    "paragraphs": [
      {
        "title": "1. La crisi di successione in Spagna",
        "contents": [
          "Alla fine del XVII secolo, la Spagna attraversò una forte crisi politica e dinastica con la morte del re **Carlo II d’Asburgo** (ultimo della dinastia) nel 1700 senza eredi diretti.",
          "La mancanza di un erede scatenò un problema di successione, poiché tutte le monarchie europee erano imparentate tra loro e rivendicavano diritti sul trono.",
          "Le potenze europee temevano che l'unione di Spagna e Francia potesse formare un impero troppo potente, minacciando l’equilibrio del continente."
        ]
      },
      {
        "title": "2. La Guerra di Successione Spagnola (1701-1714)",
        "contents": [
          "Carlo II lasciò il trono a **Filippo d’Angiò**, nipote del re di Francia **Luigi XIV**, portando la Spagna sotto l’influenza francese e scatenando la reazione delle altre potenze.",
          "Si formò una coalizione anti-francese composta da **Austria, Inghilterra e Province Unite**, che dichiararono guerra a Francia e Spagna.",
          "La guerra terminò con il **Trattato di Utrecht** (1713), che sancì la salita al trono di **Filippo V di Borbone**, ma con la condizione che **Francia e Spagna non potessero unirsi** sotto un unico sovrano."
        ]
      },
      {
        "title": "3. Il principio di equilibrio",
        "contents": [
          "Il **principio di equilibrio** fu introdotto per mantenere una **parità di potere** tra le grandi potenze europee, impedendo che una sola nazione dominasse le altre.",
          "Ogni volta che uno Stato cercava di espandersi troppo, le altre potenze si alleavano per ripristinare l’equilibrio politico e militare. Questo concetto rimase centrale nella diplomazia europea per tutto il XVIII secolo."
        ]
      },
      {
        "title": "4. Altri conflitti di successione",
        "subsections": [
          {
            "title": "La Guerra di Successione Polacca (1733-1738)",
            "contents": [
              "Scontro per il trono polacco che coinvolse diverse potenze, in particolare Francia, Austria e Russia. Si concluse attraverso compromessi volti a ristabilire l’equilibrio continentale."
            ]
          },
          {
            "title": "La Guerra di Successione Austriaca (1740-1748)",
            "contents": [
              "Alla morte di Carlo VI d’Asburgo, sua figlia **Maria Teresa** dovette difendere i propri diritti al trono, minacciata da Prussia, Francia e Baviera. Anch'essa vide un sistema di alleanze basato sul principio di equilibrio."
            ]
          }
        ]
      },
      {
        "title": "5. La Guerra dei Sette Anni (1756-1763)",
        "contents": [
          "Fu uno dei conflitti più importanti del Settecento, coinvolgendo quasi tutte le potenze europee e i loro possedimenti coloniali (vera guerra mondiale).",
          "La **Gran Bretagna** si affermò come la più grande potenza navale e coloniale, sconfiggendo la Francia nelle colonie americane e in India.",
          "In Europa, la **Prussia** di **Federico II** resistette contro Austria, Russia e Francia, consolidando il proprio ruolo di potenza militare."
        ]
      },
      {
        "title": "6. L’Italia nel contesto europeo",
        "contents": [
          "Durante queste guerre, l’Italia rimase un **territorio conteso** tra le potenze straniere (Francia, Austria e Spagna).",
          "Dopo la Guerra di Successione Spagnola, gran parte della penisola passò sotto **influenza austriaca**.",
          "Alcuni stati italiani, come il **Regno di Sardegna**, cominciarono ad affermarsi gradualmente, gettando le basi per un futuro ruolo più autonomo."
        ]
      }
    ]
  },
  {
    "filename": "25ST0005",
    "title": "Bill of Rights (1688-89)",
    "paragraphs": [
      {
        "title": "Intestazione e Titolo",
        "contents": [
          "Atto che dichiara i diritti e le libertà dei sudditi, e che dispone sulla Successione della Corona (Will. and Mary, sess. 2, c. 2)."
        ]
      },
      {
        "title": "I. Premessa del Parlamento (Le accuse a Giacomo II)",
        "contents": [
          "Il Parlamento (Lords Spirituali e Temporali e Comuni) riunitosi a Westminster accusa il precedente re Giacomo II di aver tentato di sovvertire la religione Protestante e le leggi e libertà del reame, con l'assistenza di cattivi consiglieri."
        ],
        "subsections": [
          {
            "title": "Principali Violazioni di Giacomo II",
            "contents": [
              "Assumere ed esercitare il potere di sospendere o dispensare le leggi senza il consenso del Parlamento.",
              "Esigere tributi senza l'approvazione parlamentare.",
              "Levare e tenere un esercito stabile in tempo di pace senza il consenso del Parlamento.",
              "Imporre che i protestanti fossero disarmati mentre i papisti erano armati.",
              "Violare la libertà delle elezioni dei membri del Parlamento.",
              "Richiedere cauzioni e ammende eccessive e infliggere punizioni illegali e crudeli."
            ]
          },
          {
            "title": "Dichiarazione di Trono Vacante",
            "contents": [
              "Poiché il re Giacomo II ha abdicato il governo e il trono è vacante, il Principe d’Orange è lo strumento per la liberazione dal papismo e dal potere arbitrario.",
              "I Lords e i Comuni, in piena e libera rappresentanza della nazione, decidono di rivendicare ed asserire i loro antichi diritti e libertà."
            ]
          }
        ]
      },
      {
        "title": "II. Le Dichiarazioni del Parlamento (Principi Sanciti)",
        "contents": [
          "I Lords e i Comuni reclamano, domandano e insistono sui loro incontestabili diritti e libertà, che devono diventare legge del reame per sempre."
        ],
        "subsections": [
          {
            "title": "Diritti e Libertà Affermati",
            "contents": [
              "Il preteso potere del re di sospendere o dispensare dalle leggi senza il consenso del Parlamento è illegale.",
              "Levare tributi senza la concessione del Parlamento è illegale.",
              "Levare o tenere un esercito permanente in tempo di pace senza il consenso del Parlamento è illegale.",
              "È diritto dei sudditi avanzare petizioni al re.",
              "Le elezioni dei membri del Parlamento debbono essere libere.",
              "La libertà di parola e di dibattiti in Parlamento non può essere messa in discussione fuori dal Parlamento.",
              "Non debbono essere richieste cauzioni eccessive, né imposte eccessive ammende; né inflitte pene crudeli o inusitate.",
              "Per riparare a tutte le ingiustizie, e per rafforzare la legge, il Parlamento dovrà tenersi frequentemente."
            ]
          }
        ]
      },
      {
        "title": "III. Accettazione della Corona e Disposizioni sulla Successione",
        "contents": [
          "In base alla Dichiarazione dei Diritti, il Parlamento risolve che Guglielmo e Maria, Principe e Principessa d’Orange, siano dichiarati Re e Regina d’Inghilterra, accettando la corona in conformità con la risoluzione del Parlamento.",
          "Le Loro Maestà acconsentono che il Parlamento continui a sedere e che vengano elaborate efficaci previsioni per lo stabilimento della religione, delle leggi e delle libertà del reame."
        ]
      },
      {
        "title": "IV. Disposizioni per la Certezza della Successione",
        "contents": [
          "Viene decretato che la corona rimanga nelle persone delle Loro Maestà e dei loro discendenti.",
          "In mancanza di eredi diretti di Maria, la corona passa alla Principessa Anna di Danimarca e ai suoi eredi, e in mancanza di questi agli eredi di Guglielmo."
        ],
        "subsections": [
          {
            "title": "Clausola anti-cattolica",
            "contents": [
              "Viene stabilito che è inconciliabile con la sicurezza del reame Protestante l'essere governato da un Principe papista o da un Re o Regina che sposi un papista.",
              "Tale persona è esclusa per sempre dall'ereditare o ottenere la corona e dal prestare la sua obbedienza da parte del popolo."
            ]
          }
        ]
      },
      {
        "title": "Note Storiche",
        "contents": [
          "Il documento sancisce il passaggio al sistema di Monarchia Costituzionale e definisce i diritti e le libertà dei sudditi.",
          "Il testo originale indica il 1688, ma secondo il calendario moderno il documento è del 1689, poiché all’epoca l’anno iniziava il 25 marzo."
        ]
      }
    ]
  }
]
